{
    "launchpads": [
      {
          "name": "Байконур",
          "establishment_date": "1955-07-02",
          "location": "Казахстан, Кызылординская область, г. Байконур",
          "area": "6717 км2",
          "rented": true,
          "used_by": "Россия",
          "use_period": "до 2050 года",
          "no_launches": 5000,
          "no_employees": 10000,
          "description": "Космодром Байконур — первый и крупнейший в мире космодром, расположен на территории Казахстана, в Кызылординской области между городом Казалинск и посёлком Джусалы, вблизи посёлка Тюратам. Территория космодрома Байконур составляет 6717 км². Космодром Байконур и город с одноименным названием вместе образуют комплекс «Байконур», арендованный Россией у Казахстана на период до 2050 года.",
          "image": "https://i.ibb.co/VjSS5B2/2013-05-26-IMG-1376.jpg"
      },
      {
          "name": "Восточный",
          "establishment_date": "2011-01-01",
          "location": "Россия, Амурская область, г. Циолковский",
          "area": "700 км2",
          "rented": false,
          "used_by": "",
          "use_period": "",
          "no_launches": 5,
          "no_employees": null,
          "description": "Космодром «Восточный» — российский космодром на Дальнем Востоке в Амурской области, вблизи города Циолковского, в 45 км севернее города Свободного и одноименного военного космодрома. Ближайшая железнодорожная станция — «Ледяная». Первый российский гражданский космодром. Общая площадь около 700 км²",
          "image": "https://i.ibb.co/xS5jg7c/8c198ed459e17b4065fe094331e08b3d.jpg"
      },
      {
          "name": "Плесецк",
          "establishment_date": "1957-01-11",
          "location": "Россия, Архангельская область, г. Мирный",
          "area": "1762 км2",
          "rented": false,
          "used_by": "",
          "use_period": "",
          "no_launches": 1600,
          "no_employees": null,
          "description": "Космодром ПЛЕСЕЦК (1-й Государственный испытательный космодром Министерства обороны Российской Федерации) – самый северный и один из крупнейших космодромов мира, обеспечивающий часть российских и международных космических программ, связанных с оборонными, а также прикладными, научными и коммерческими пусками непилотируемых космических аппаратов. \r\nКосмодром расположен в Плесецком районе Архангельской области России. На западе территория космодрома ограничена железной дорогой «Москва-Архангельск», на севере — рекой Емца. Общая площадь космодрома составляет 1762 км², протяженность с севера на юг — 46 км, с востока на запад — 82 км.",
          "image": "https://i.ibb.co/3zZxLw8/DSC-4030.jpg"
      },
      {
          "name": "ГКЦ (Куру)",
          "establishment_date": "1968-04-09",
          "location": "Франция, Гвиана, Куру",
          "area": "1200 км2",
          "rented": false,
          "used_by": "",
          "use_period": "",
          "no_launches": 483,
          "no_employees": null,
          "description": "Гвианский космический центр — европейский космодром, расположенный вблизи города Куру во Французской Гвиане (департамент Франции в Южной Америке). Его расположение около экватора обеспечивает 15% преимущество по полезной нагрузке по сравнению с запусками в восточном направлении с американского космодрома на мысе Канаверал и 40% — при запусках с космодрома Байконур. С начала 70-х годов прошлого века ГКЦ используется для запусков КА ракетами-носителями семейства «Ариан». Космодром используется в интересах совместных европейских космических программ. Руководство работой ГКЦ осуществляет Французский национальный космический центр (CNES). При этом космодром финансируется из бюджета Европейского космического агентства (ЕSА) и используется в интересах совместных европейских космических программ.",
          "image": "https://i.ibb.co/zXtHhLj/14-1.jpg"
      }
    ],
    "spacetugs": [
      {
          "name": "Бриз-М",
          "manufacturer": "ГКНПЦ им. Хруничева",
          "first_launch_date": "1999-07-05",
          "autonomous_flight_time": "не менее 24 ч (по ТТЗ)",
          "length": "2.6 м",
          "diameter": "2.5 м",
          "start_mass": "22,5 т",
          "fuel_type": "АТ+НДМГ",
          "fuel_supply": "АТ+НДМГ",
          "engine_thrust": "19.6 кН",
          "no_inclusions": 8,
          "no_flights": 102,
          "description": "Разгонный блок «Бриз-М» применяется в составе ракет-носителей «Протон-М» и «Ангара-А5» и обеспечивает выведение космических аппаратов на околоземные орбиты различных высот и наклонений, в т.ч. на геостационарную орбиту и на отлетные траектории. «Бриз-М» состоит из центрального блока на базе РБ «Бриз-КМ» и сбрасываемого дополнительного топливного бака тороидальной формы.\r\nРазгонный блок «Бриз-М» в составе ракеты-носителя «Протон-М» выводит на геостационарную орбиту полезный груз массой до 3,3 т, а на геопереходную орбиту – свыше 6 т.",
          "image": "https://svgshare.com/i/pGd.svg"
      },
      {
          "name": "Бриз-КМ",
          "manufacturer": "ГКНПЦ им. Хруничева",
          "first_launch_date": "2000-05-16",
          "autonomous_flight_time": "7 ч",
          "length": "2.6 м",
          "diameter": "2.5 м",
          "start_mass": "6,475 т",
          "fuel_type": "АТ+НДМГ",
          "fuel_supply": "АТ+НДМГ",
          "engine_thrust": "20,00 кН",
          "no_inclusions": 8,
          "no_flights": 29,
          "description": "Разгонный блок «Бриз-КМ» используется в качестве третьей ступени ракеты-носителя легкого класса «Рокот». Двигательная установка разгонного блока использует высококипящие компоненты топлива (АТ + НДМГ) и включает высоконадежные маршевый ЖРД, ЖРД коррекции и ЖРД ориентации. Маршевый двигатель многократного включения обеспечивает реализацию различных схем выведения КА, в том числе групповой запуск аппаратов на одинаковые или различные орбиты. В состав РБ «Бриз-КМ» входят отсек двигательной установки, топливный, приборный, переходный отсеки и адаптер.\r\nАппаратура РБ «Бриз-КМ» обеспечивает высокую точность выведения КА на орбиты, требуемую ориентацию и, при необходимости, энергоснабжение космического аппарата в орбитальном полете продолжительностью до 7 часов.",
          "image": "https://svgshare.com/i/pFh.svg"
      },
      {
          "name": "Фрегат",
          "manufacturer": "НПО имени С. А. Лавочкина",
          "first_launch_date": "2000-02-09",
          "autonomous_flight_time": "",
          "length": "1,5 м",
          "diameter": "3,35 м",
          "start_mass": "6.635 т",
          "fuel_type": "АТ+НДМГ",
          "fuel_supply": "АТ+НДМГ",
          "engine_thrust": "19.6 кН",
          "no_inclusions": 7,
          "no_flights": 21,
          "description": "«Фрега́т» — универсальный разгонный блок, может быть использован в составе ракеты-носителя среднего и тяжёлого классов. Разработан и производится в НПО Лавочкина.\r\n\r\nРБ использует двигатель, аналогичный применённому в РБ «Бриз-М» и «Бриз-КМ». Тяга этого двигателя составляет 2 тонны, что близко к оптимуму для ракет среднего класса, но недостаточно для РБ «Бриз-М», из-за чего выведение на геопереходную и отлётную траектории приходится осуществлять в несколько импульсов.",
          "image": "https://svgshare.com/i/pFT.svg"
      },
      {
          "name": "Фрегат-МТ",
          "manufacturer": "НПО имени С. А. Лавочкина",
          "first_launch_date": "2011-10-21",
          "autonomous_flight_time": "",
          "length": "1,5 м",
          "diameter": "3,8 м",
          "start_mass": "7,64 т",
          "fuel_type": "АТ+НДМГ",
          "fuel_supply": "АТ+НДМГ",
          "engine_thrust": "19,6 кН",
          "no_inclusions": 7,
          "no_flights": 17,
          "description": "Разгонный блок \"Фрегат-МТ\" предназначен для вывода одного или нескольких космических аппаратов на широкий спектр околоземных орбит, а также межпланетные траектории. Используется в составе ракеты-носителя \"Союз-СТ\" самарского Ракетно-космического центра \"Прогресс\" для запусков из Гвианского космического центра, расположенного рядом с города Куру во Французской Гвиане (департамент Франции в Южной Америке).",
          "image": "https://svgshare.com/i/pGe.svg"
      },
      {
          "name": "Фрегат-СБ",
          "manufacturer": "НПО имени С. А. Лавочкина",
          "first_launch_date": "2011-01-20",
          "autonomous_flight_time": "",
          "length": "1,5 м",
          "diameter": "3,8 м",
          "start_mass": "10 т",
          "fuel_type": "АТ+НДМГ",
          "fuel_supply": "АТ+НДМГ",
          "engine_thrust": "20,01 кН",
          "no_inclusions": 7,
          "no_flights": 4,
          "description": "Фрегат-СБ и Фрегат-СБУ — это Фрегаты со сбрасываемыми баками. Масса рабочего топлива в простом и усовершенствованном блоке баков — соответственно 3100 и 4800 кг. Эта модификация предназначена для ракет верхнего среднего и тяжёлого классов, в первую очередь, для РКН «Зенит-3SLБФ». Испытания модификации «Фрегат-СБ» стартовали в январе 2011 года на космодроме «Байконур» при запуске КА «Электро-Л».",
          "image": "https://svgshare.com/i/pFo.svg"
      },
      {
          "name": "Волга",
          "manufacturer": "ЦСКБ-Прогресс",
          "first_launch_date": "2013-12-28",
          "autonomous_flight_time": "не более 24 ч",
          "length": "1,025 м",
          "diameter": "2,72 м",
          "start_mass": "1,656 т",
          "fuel_type": "АТ+НДМГ",
          "fuel_supply": "АТ+НДМГ",
          "engine_thrust": "2,95 кН",
          "no_inclusions": null,
          "no_flights": 6,
          "description": "Блок выведения (БВ) «Волга» создан АО «РКЦ «Прогресс» на основе располагаемого научно-технического задела для использования в составе ракет-носителей (РН) семейства «Союз-2» с целью выведения космических аппаратов (КА) на круговые орбиты различного наклонения высотой до 1500 км с космодромов ПЛЕСЕЦК, БАЙКОНУР и «ВОСТОЧНЫЙ».",
          "image": "https://svgshare.com/i/pGX.svg"
      },
      {
          "name": "Фрегат-М",
          "manufacturer": "НПО имени С. А. Лавочкина",
          "first_launch_date": "2010-10-19",
          "autonomous_flight_time": "",
          "length": "1,5 м",
          "diameter": "3,8 м",
          "start_mass": "7,64 т",
          "fuel_type": "АТ+НДМГ",
          "fuel_supply": "АТ+НДМГ",
          "engine_thrust": "19,6 кН",
          "no_inclusions": 7,
          "no_flights": 42,
          "description": "Фрегат с рядом доработок по облегчению конструкции включая новую компоновку ПО1 и с увеличенной несущей способностью (с 12 т х м до 16 т х м).",
          "image": "https://svgshare.com/i/pGe.svg"
      }
    ],
    "launchvehicles": [
      {
          "name": "Ангара-1.2ПП",
          "manufacturer": "Хруничев/ВВКО",
          "no_stages": 2,
          "length": "42.2 м",
          "diameter": "2.9 м",
          "start_mass": "171 т",
          "fuel_type": "кислород-керосин",
          "max_distance": "5700 км",
          "no_launches": null,
          "status": "INACTIVE",
          "description": "Ракета-носитель лёгкого класса «Ангара-1.2ПП» (Ангара-1.2. Первого Пуска, изделие 14А125-01 № 71601) — первая лётная машина семейства ракет-носителей космического назначения «Ангара». Её запуск был успешно проведен 9 июля 2014 года. Эта суборбитальная миссия одноразовой конфигурации ракеты с частями от вариаций семейства «Ангара-1» и «Ангара-А3» служила демонстрацией данной разработки перед её оперативным использованием.\r\n\r\nПолёт проходил в соответствии с планом полета. Вторая ступень вышла на суборбитальную траекторию (параметры незамкнутой орбиты: наклонение – 75,2° ± 2’; минимальная высота – 1008,527 ± 5,8 километра; максимальная высота – 188,878 ± 0,3 километра; период обращения – 76,3 минут ± 3,5 секунд), время полёта составило 21,28 мин. Неотделяемый от второй ступени массово-габаритный макет полезной нагрузки достиг полигона Кура на Камчатке на расстоянии около 5700  километров от места старта.",
          "image": "https://aboutspacejornal.net/wp-content/uploads/2016/04/1403868497_0213.1000x8001.jpeg",
          "space_tugs": [
            1
          ]
      },
      {
          "name": "Ангара-А5",
          "manufacturer": "ФГУП «ГКНПЦ имени М. В. Хруничева»",
          "no_stages": 3,
          "length": "55,23 м",
          "diameter": "8,86 м",
          "start_mass": "773 т",
          "fuel_type": "кислород-керосин",
          "max_distance": "",
          "no_launches": 1,
          "status": "ACTIVE",
          "description": "«Ангара-А5» — российская ракета-носитель тяжёлого класса семейства «Ангара», первая тяжёлая ракета-носитель, разработанная в России после распада СССР.\r\nВ конце 2018 года была произведена продувка моделей ракеты «Ангара-А5» в большой гиперзвуковой и ударной аэродинамических трубах в ЦАГИ, были определены особенности обтекания и теплообмена на поверхности ракеты-носителя на траектории выведения при гиперзвуковых режимах полёта; по итогам испытаний были внесены изменения в конструкцию ракеты.",
          "image": "https://3dnews.ru/assets/external/illustrations/2019/02/13/982735/angara1.jpg",
          "space_tugs": []
      },
      {
          "name": "Протон-М",
          "manufacturer": "ГКНПЦ им. Хруничева",
          "no_stages": 3,
          "length": "58,2 м",
          "diameter": "4,1 м",
          "start_mass": "705 т",
          "fuel_type": "НДМГ + АТ",
          "max_distance": "",
          "no_launches": 109,
          "status": "ACTIVE",
          "description": "«Протон-М» — ракета-носитель тяжелого класса. Она предназначена для запусков различных космических аппаратов по государственным и коммерческим программам. Сегодня ракета-носитель «Протон-М» с разгонным блоком «Бриз-М» обеспечивает выведение на геопереходную орбиту полезную нагрузку массой свыше 6 тонн, а непосредственно на геостационарную орбиту — до 3,3 тонн.\r\n\r\n«Протон-М» представляет собой развитие ракеты-носителя «Протон-К» и обладает улучшенными энергомассовыми, эксплуатационными и экологическими характеристиками. Первый пуск комплекса «Протон-М» — «Бриз-М» состоялся 7 апреля 2001 года. Разработчиком и производителем ракеты-носителя «Протон-М» является ФГУП «ГКНПЦ им. М.В.Хруничева».",
          "image": "https://aboutspacejornal.net/wp-content/uploads/2016/03/regnum_picture_1453807043145741_normal1-870x580.jpg",
          "space_tugs": [
            1
          ]
      },
      {
          "name": "Союз-2.1а",
          "manufacturer": "РКЦ «Прогресс»",
          "no_stages": 3,
          "length": "46,3 м",
          "diameter": "10,3 м",
          "start_mass": "306 — 313 т",
          "fuel_type": "кислород-керосин",
          "max_distance": "",
          "no_launches": 36,
          "status": "ACTIVE",
          "description": "«Союз-2.1а» — российская ракета-носитель (РН) среднего класса, предназначена для запусков различных космических аппаратов, в том числе кораблей и спутников военного назначения. Является первой модификацией семейства ракет космического назначения «Союз-2», разработанного путём глубокой модернизации ракеты-носителя «Союз-У», для различных типов головных блоков с диаметрами головных обтекателей до 4,11 м. Данная РН характеризуется повышенной точностью выведения и увеличенной массой полезных грузов на низких орбитах за счет усовершенствования системы управления и двигательных установок I и II ступеней.",
          "image": "https://svgshare.com/i/pJM.svg",
          "space_tugs": [
            4,
            6
          ]
      },
      {
          "name": "Союз-СТ-А",
          "manufacturer": "РКЦ «Прогресс»",
          "no_stages": 3,
          "length": "51,1 м",
          "diameter": "10,3 м",
          "start_mass": "313 т",
          "fuel_type": "кислород-керосин",
          "max_distance": "",
          "no_launches": 7,
          "status": "ACTIVE",
          "description": "Для обеспечения коммерческих запусков с космодрома Куру́ на базе ракеты-носителя «Союз-2.1а» создана модифицированная ракета-носитель «Союз-СТ-А». Основные отличия ракеты от базового варианта — доработка системы управления под приём телекоманд с земли на прекращение полёта, доработка телеметрии под европейские наземные станции приёма телеметрической информации и доработка под среду эксплуатации (высокая влажность, морская перевозка и др.).\r\n\r\nОсновные отличия между СТ-А и 1а лежат в технологии подготовки и запуска РН с космодрома Куру относительно применяемых на космодромах «Плесецк» и «Байконур».",
          "image": "https://images.aif.ru/007/924/fae5fa0bb82b928d902f4a07ef683e27.jpg",
          "space_tugs": [
            3
          ]
      },
      {
          "name": "Союз-СТ-Б",
          "manufacturer": "РКЦ «Прогресс»",
          "no_stages": 3,
          "length": "51,1 м",
          "diameter": "10,3 м",
          "start_mass": "313 т",
          "fuel_type": "кислород-керосин",
          "max_distance": "",
          "no_launches": 16,
          "status": "ACTIVE",
          "description": "Вариант «Союз-СТ» для запуска с космодрома Куру на базе «Союз-2.1б», отличия аналогичны отличиям между СТ-А и «Союз-2.1а». Первый запуск «Союз-СТ-Б» произведён с космодрома Куру 21 октября 2011 года.",
          "image": "https://aboutspacejornal.net/wp-content/uploads/2018/03/1709497252.jpg",
          "space_tugs": [
            3,
            4
          ]
      },
      {
          "name": "Союз-ФГ",
          "manufacturer": "РКЦ «Прогресс»",
          "no_stages": 3,
          "length": "49.5 м",
          "diameter": "10,3 м",
          "start_mass": "308 — 313 т",
          "fuel_type": "кислород-керосин",
          "max_distance": "",
          "no_launches": 69,
          "status": "INACTIVE",
          "description": "«Союз-ФГ» — ракета-носитель из семейства Р-7, модификация ракеты-носителя «Союз-У». Разработка велась параллельно с созданием модернизированных ракет-носителей «Союз-2» для обеспечения запусков космических кораблей «Союз ТМА» и грузовых кораблей «Прогресс» к МКС. Основные отличия от РН «Союз-У» заключаются в применении модернизированных двигателей 1-й и 2-й ступеней с новыми форсуночными головками (отсюда «ФГ» в названии ракеты), разработанных для ракеты-носителя «Союз-2» с минимальными доработками системы управления. Её энергетические возможности примерно на 250—300 кг выше возможностей базовой РН «Союз». Однако, область её применения всё же ограничена возможностями аналоговой системы управления.",
          "image": "https://im.kommersant.ru/Issues.photo/REGIONS/SAMARA_News/2018/11/16/KMO_131699_01866_1_t218_231116.jpg",
          "space_tugs": [
            3
          ]
      },
      {
          "name": "Рокот",
          "manufacturer": "ГКНПЦ им. Хруничева",
          "no_stages": 3,
          "length": "29,15 м",
          "diameter": "2,5 м",
          "start_mass": "107,3 т",
          "fuel_type": "АТ+НДМГ",
          "max_distance": "",
          "no_launches": 34,
          "status": "ACTIVE",
          "description": "Ракета-носитель (РН) легкого класса «Рокот» создана с использованием технологий МБР РС-18 в соответствии с распоряжением Правительства Российской Федерации и предназначена для выведения космических аппаратов на низкие околоземные орбиты. Первый демонстрационный пуск РН состоялся 16 мая 2000 года. Разработчиком и производителем РН «Рокот» является ФГУП «ГКНПЦ им. М.В.Хруничева».\r\n\r\nРН «Рокот» состоит из 3-х ступеней. Первые две ступени представляют собой блок ускорителей стратегической ракеты РС-18 (SS-19), в качестве третьей ступени используется разгонный блок «Бриз-КМ». Для носителя разработан головной обтекатель, который позволяет размещать под ним один или несколько космических аппаратов.\r\n\r\nНа блоках ускорителей установлены высокоэкономичные жидкостные ракетные двигатели (ЖРД), работающие на азотном тетроксиде (АТ, окислитель) и несимметричном диметилгидразине (НДМГ, горючее). ЖРД разработаны Воронежским КБ Химавтоматики.",
          "image": "http://cdn.iz.ru/sites/default/files/styles/900x506/public/news-2019-10/TASS_1232952.jpg?itok=PtRSiliu",
          "space_tugs": [
            2
          ]
      }
    ]
}
